content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo_section:


** DONE What is the natural human diet?
:PROPERTIES:
:EXPORT_FILE_NAME: natural-human-diet
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :featured_image /img/featured_natural-human-diet.jpg :f_alt "A photograph of a plastic mammoth on a wooden bench in front of a lake."
:EXPORT_DATE: 2023-12-12
:EXPORT_HUGO_TAGS: Food
:END:
Humans are probably the only creatures in the world that are confused about what they should be eating.

Pandas eat bambus, koalas eucalyptys. Cows eat grasses and wolves eat meat. Most animals have a very limited menu. Yet humans are trying to eat "a varied diet", to "eat the rainbow". Something that wouldn't make sense for most animals on Earth.

What are we meant to eat? What is the natural human diet?

Team of scientist from Israel and Portugal tried to answer just that in [[https://onlinelibrary.wiley.com/doi/epdf/10.1002/ajpa.24247][a study about the trophic level of our ancestors]] (in other words, where on the food chain our ancestors were).

*** Human omnivore -- but what else?
There is not much doubt about humans being omnivores. We can digest and use both plant and animal foods and the authors of the study are pointing to a number of archeological findings that show us eating both for a long time.

The real question though is, how much of what did we eat?

Most mammals are, just like us, omnivores, but most of these omnivores have strong preferences for either animal, or plant food. Even chimpanzees and wolves are in reality omnivores, altough wolves only eat plants if they have to, and chimpanzees indulge in animal foods only occasionally.

Where do humans fall on this scale?

*** The true paleo diet
How did our hunter-gatherer ancestors eat in the time between 2.5 million years ago and 12 000 years ago? If we can answer this question, we will get a much better idea of what our own bodies expect as fuel. The agricultural revolution started for only about 10 000 years ago, while our species -- Homo -- has existed in much the same form for more than 2 million years. That means that if Homo had emerged one hour ago, we would still have been hunters and gatherers just 20 seconds ago. The agriculture is still very much news for our genetics and our bodies.

So what did our ancestors hunt and gather?

*** Studied from every side
In this study, the authors looked at a great number of factors, parts of our physiology and genetics, archeological and paleontological finding, and etnographic evidence. They gathered almost 30 different clues showing how our ancestors were eating and how their menus evolved through the ages.

*** Man -- the fat hunter
In short, their conclusion was that since the birth of our genus Homo more than 2 million years ago, until the very recent times of about 15 000 years ago, we have mostly been eating the flesh of big mammals. Plants were a small addition to our diet -- most likely in the times when the hunt was not successful.

And not only we were mostly carnivorous, we actually ate as much fat as we could get our hands on. The main author of the study, Miki Ben-Dor called us "fat hunters". We know this, because the archeological and paleontological findings are showing that we were always going for the most fatty indviduals in the herd, even though they were more difficult to catch than the old and the sick ones.

Here I briefly summarize some of the other arguments showing we were predators of big animals:
- *high energy demands* -- humans require a lot of energy, and it would not have been possible for us to get all the calories we needed from plants (wild paleolitic plants -- modern produce bread for high sugar and starch yield would get us closer)
- *fat reserves* -- unlike other primates, we can store a considerable amount of fat on our bodies -- a necessity for when hunting wasn't successful
- *genetic adaptation to fat digestion* -- some of our genes that we share with chimpanzees have been turned off, to allow us to digest large amounts of fat
- *low stomach pH* -- our stomachs are more acidic than those of most carnivores; we have the pH of carion-eaters
- *intestinal system* -- our intestines resemble carnivores more than chimpanzees -- we have a long small intestine and short large intestine
- *insulin resistance* -- our response to insulin is less pronounced, more like that of carnivores
- *less chewing* -- compared to our very, very old ancestors who were still more similar to apes, already the paleolitic humans had a much less developed chewing muscles, which suggests they were eating soft foods -- meat and fat
- *a body adapted for hunt* -- since we evolved from apes, we didn't have a chance to inherit huge teeth or claws; instead, we got shoulders and arms that could learn to throw spears, and legs and stamina allowing for persistance hunting
- *a lot of small fat cells* - surprisingly, the size of the fat cells of an organism correlates very closely with their carnivory level; herbivores store their fat in a few big cells, while carnivores in many small ones -- ours are one of the smallest in the animal world
- *vitamins* -- compared calorie for calorie, animal foods are much denser in 8 out of 10 vitamins that humans require, in most cases several times more dense -- we would have had trouble getting all we needed from plants
- *social behaviour* -- food sharing, labour distribution and sharing the responsibility of raising the young are more common for predators
- *age at weaning* -- we differ a lot from other primates when it comes to the age of weaning -- other primates wean much, much later (at 4.5-8 years) than even the modern hunter-gatherer societies (around 2.5 years) -- it's common for carnivores to wean earlier than herbivores
- *longevity* -- we live much longer than our ape relatives -- maybe because the experience of elders was much more important for hunting and this evolutionary pressure favoured longevity
- *lack of dental cavities* -- for most of our history, cavities were very rare, they started appearing as we relied on plant foods more and more
- *analysis of radioactive istotopes* -- the analysis of paleontological finding suggests that we were at the trophic level of wolves up to about 15 000 years ago.

*** The world of our ancestors was different
The authors of the study also talk a lot about how we can't simply look at the diets of modern hunter-gatherers and believe our ancestors ate the same. The world has changed since, and we don't see the herds of woolly mammoths, mastodonts, nor bisons anymore. There are fewer species of big mammals on Earth now and even those remaining, like elephants, have low population numbers.

Modern hunters and gatherers have no chance to live the way they could have a million years ago. Maybe that is one of the reasons we are so confused about what we should eat. Our natural food source might not exist anymore. But thank gods we learned how to keep cows and make bacon.

*** More plants on the plate
How much plant matter we were eating was changing over the millenia. Eating meat, however, was what allowed us to develop our big brains and differentiate ourselves from our closest ape relatives. For a human to become a human, we had to be carnivores.

Plants started to take a bigger and bigger part in our diet about 15 000 years ago, so after about 2 million years of almost pure carnivory. This change was happening at a time when big mammals began to go extinct and this forced us to change our diets. Scientists can follow this change by looking at stable isotope analyses, appearance of tools made to process plants and more and more dental caries in the teeth of our ancestors at that time. Apart from cavities, this change also brought on a [[https://www.sciencedaily.com/releases/2011/06/110615094514.htm][decrease in our average height and in the size of our brains]], and that is where we still are today. (I mean, we are shorter and with smaller heads than our genetically pretty much identical ancestors from 15 000 years ago. Crazy, isn't it?)
